Repository: OnePointGlobal/iOS.MySurveysApp
Catalog: MySurveys2.0/LocalizeStrings/*.lproj/Localizable.strings
Languages: ar, th, vi

source: About Us
ar: من نحن
th: เกี่ยวกับเรา
vi: Về chúng tôi

source: An error occurred while changing the password.
th: เกิดข้อผิดพลาดขึ้นระหว่างการเปลี่ยนรหัสผ่าน

source: An error occurred while downloading profile image.
th: เกิดข้อผิดพลาดขึ้นระหว่างการดาวน์โหลดภาพโปรไฟล์

source: An error occurred while trying to fetch the geofenced surveys.
th: เกิดข้อผิดพลาดขึ้นระหว่างการนำข้อมูลจากแบบสำรวจระบบ geofenced

source: An error occurred while trying to send an email to reset the password.
th: เกิดข้อผิดพลาดขึ้นระหว่างที่ระบบพยายามส่งอีเมลไปตั้งค่ารหัสผ่าน

source: An error occurred while updating the profile picture.
th: เกิดข้อผิดพลาดขึ้นระหว่างการอัปเดทรูปภาพโปรไฟล์

source: Approximately
ar: تقريبا
th: โดยประมาณ
vi: Xấp xỉ

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد المغادرة؟
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ
vi: Bạn có chắc rằng bạn muốn thoát khỏi ứng dụng ?

source: Authentication Failed
ar: فشل تسجيل الدخول
th: ไม่สามารถตรวจสอบยืนยันตัวตนผู้ใช้งานได้
vi: Xảy ra lỗi định danh

source: Back
ar: رجوع
th: กลับ
vi: Trở về

source: By List
ar: حسب القائمة
th: ตามรายการ
vi: Theo danh sách

source: By Location
ar: حسب الموقع
th: ตามตำแหน่งที่ตั้ง
vi: Theo địa điểm

source: Cancel
ar: إلغاء
th: ยกเลิก
vi: Hủy

source: Can't sign in. Try again.
ar: لا يمكن تسجيل الدخول. أعد المحاولة.
th: ไม่สามารถลงชื่อเข้าสู่ระบบได้ กรุณาลองใหม่อีกครั้ง
vi: Không thể đăng nhập. Thử lại.

source: Change Panel
ar: تغيير اللوحة
th: เปลี่ยนพาแนล
vi: Thay đổi Panel

source: Change Password
ar: تغيير كلمة السر
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật khẩu

source: Check your credentials!
ar: تحقق من بياناتك الخاصة !
th: กรุณาตรวจสอบข้อมูลส่วนตัวของคุณ
vi: Kiểm tra lại danh tính của bạn !

source: Choose From Gallery
ar: اختر من معرض الصور
th: กรุณาเลือกจากแกลลอรี่รูปภาพ
vi: Lựa chọn từ Thư viện

source: Completed
ar: انتهت
th: เสร็จสมบูรณ์
vi: Đã hoàn thành

source: Confirm Password
ar: تأكيد كلمة السر
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu

source: Country
ar: البلد
th: ประเทศ
vi: Quốc gia

source: Current Panel
ar: اللوحة الحالية
th: พาแนลปัจจุบัน
vi: Panel hiện tại

source: Current Password does not exist
ar: كلمة السر الحالية غير موجودة
th: ไม่ปรากฎรหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại không tồn tại

source: Delete
ar: إحذف
th: ลบ
vi: Xóa

source: Done
ar: تم
th: เสร็จ
vi: Hoàn tất

source: Download
ar: تحميل
th: ดาวน์โหลด
vi: Tải

source: Downloading...
ar: جارى التحميل...
th: กำลังดาวน์โหลดข้อมูล…
vi: Đang tải ….

source: Downloading. Please wait!
ar: جارى التنزيل. يرجى الإنتظار!
th: กำลังดาวน์โหลดข้อมูล… กรุณารอสักครู่
vi: Đang tải. Vui lòng chờ !

source: Downloading surveys. Please wait!
ar: تنزيل الاستطلاعات. يرجى الإنتظار!
th: กำลังดาวน์โหลดแบบสำรวจ กรุณารอสักครู่
vi: Đang tải khảo sát. Vui lòng chờ !

source: E-mail Id
ar: معرف البريد الإلكتروني
th: อีเมล
vi: Địa chỉ email.

source: E-mail Id does not exist
ar: معرف البريد الإلكتروني غير موجود
th: ไม่ปรากฎอีเมล
vi: Địa chỉ email không tồn tại

source: E-mail Id not found.
ar: لم يتم العثور على معرف البريد الإلكتروني
th: ไม่พบอีเมล
vi: Địa chỉ email không tìm thấy

source: Edit
ar: تغيير
th: แก้ไข
vi: Chỉnh sửa

source: Enter Scanned Text
th: ป้อนข้อความที่สแกน
vi: Nhập dòng chữ đã được scan

source: Error while uploading. Please Refresh again!
ar: حدث خطأ أثناء التحميل. الرجاء التحديث مرة أخرى!
th: เกิดข้อผิดพลาดระหว่างการอัพโหลดข้อมูล กรุณารีเฟรชหน้านี้อีกครั้ง
vi: Xảy ra lỗi khi cập nhật. Vui lòng thử Làm mới trang lại !

source: Facebook login failed. Please try again.
th: ไม่สามารถเข้าสู่ระบบผ่านเฟซบุ๊คได้ กรุณาลองใหม่อีกครั้ง

source: Forgot Password
ar: نسيت كلمة السر
th: ลืมรหัสผ่าน
vi: Quên mật khẩu

source: Forgot Password?
ar: هل نسيت كلمة السر؟
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?

source: Forgot your password?
ar: هل نسيت كلمة السر الخاصة بك؟
th: คุณลืมรหัสผ่านใช่หรือไม่
vi: Quên mật khẩu của bạn?

source: Geo location
ar: الموقع الجغرافي
th: ข้อมูลตำแหน่งที่ตั้ง
vi: Mã vị trí

source: Google Sign in failed. Please try again
th: ไม่สามารถลงชื่อเข้าใช้งานผ่านกูเกิลได้ กรุณาลองใหม่อีกครั้ง

source: Got it!
ar: فهمت!
th: รับทราบ
vi: Đã nhận được

source: Invalid Credentials
ar: البيانات الخاصة خاطئة
th: ข้อมูลไม่ถูกต้อง
vi: Mật khẩu không hợp lệ

source: Internal Server Error
ar: خطأ داخلي
th: เกิดข้อผิดพลาดกับเครื่องเซิร์ฟเวอร์ภายใน
vi: Lỗi đường truyền nội bộ

source: Location Services not enabled!
ar: لم يتم ضبط خدمات الموقع!
th: ไม่สามารถเปิดใช้บริการหาตำแหน่งที่ตั้งได้
vi: Chức năng tìm vị trí chưa được

source: Login
ar: تسجيل الدخول
th: ลงชื่อเข้าใช้งาน
vi: Đăng nhập

source: Login with Facebook
ar: تسجيل الدخول عبر الفايسبوك
th: ลงชื่อเข้าใช้งานผ่านเฟซบุ๊ค
vi: Đăng nhập với Facebook

source: Log out
ar: تسجيل الخروج
th: ออกจากระบบ
vi: Đăng xuất

source: min
ar: دقيقة
th: นาที
vi: Phút

source: Name
ar: الإسم
th: ชื่อ
vi: Tên

source: Name is empty
ar: الاسم فارغ
th: ชื่อไม่ครบถ้วน
vi: Tên trống

source: New
ar: جديد
th: ใหม่
vi: Mới

source: New and Confirm passwords should be same
ar: يجب أن تكون كلمة السر الجديدة والتأكيد متطابقة
th: รหัสผ่านใหม่และรหัสผ่านที่ใช้ยืนยันต้องเหมือนกัน
vi: Mới và xác nhận mật khẩu phải trùng nhau

source: New Password
ar: كلمة السر الجديدة
th: รหัสผ่านใหม่
vi: Mật khẩu mới

source: No items selected.
ar: لم يتم إختيار أي عنصر
th: ไม่ได้เลือกรายการใดๆ
vi: Không có mục nào được chọn

source: No internet connection. Please try again!
ar: لا يوجد اتصال بالإنترنت. حاول مرة اخرى!
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต กรุณาลองใหม่อีกครั้ง
vi: Không có kết nối internet. Vui lòng thử lại!

source: No surveys available for the selected panel.
ar: لا تتوفر استطلاعات رأي لللوحة المختارة.
th: ไม่มีแบบสำรวจสำหรับพาแนลที่คุณเลือก
vi: Không có khảo sát nào có sẵn cho panel được chọn

source: No notifications so far.
ar: لا توجد إشعارات حتى الآن.
th: ยังไม่มีการแจ้งเตือนในขณะนี้
vi: Hiện tại chưa có thông báo nào

source: Notifications
ar: الإشعارات
th: การแจ้งเตือน
vi: Thông báo

source: Number of times taken
ar: عدد العناصر التي تم أخدها
th: จำนวนครั้งที่ใช้ไปแล้ว
vi: Số lượng lần thực hiện

source: OK
ar: حسنا
th: ตกลง

source: Old Password
ar: كلمة السر القديمة
th: รหัสผ่านเดิม
vi: Mật khẩu cũ

source: Old Password cannot be empty.
ar: لا يمكن أن تكون كلمة السر القديمة فارغة
th: กรุณาใส่ข้อมูลรหัสผ่านเดิม
vi: Mật khẩu cũ không thể trống

source: Old and new passwords cannot be same
ar: لا يمكن أن تكون كلمة السر الجديدة نفس كلمة السر القديمة
th: รหัสผ่านเดิมและรหัสผ่านใหม่ต้องไม่ซ้ำกัน
vi: Mật khẩu cũ và mới không thể giống nhau

source: Oops! Unknown error. Please try again.
ar: عفوا! خطأ غير معروف. حاول مرة اخرى.
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
vi: Oops ! Không nhận diện được lỗi. Vui lòng thử lại.

source: Password
ar: كلمة السر
th: รหัสผ่าน
vi: Mật khẩu

source: Password Change Failed
ar: فشل تغيير كلمة السر
th: เปลี่ยนรหัสผ่านไม่สำเร็จ
vi: Thay đổi mật khẩu thất bại

source: Password changed successfully!
ar: تم تغيير كلمة السر بنجاح!
th: เปลี่ยนรหัสผ่านสำเร็จแล้ว
vi: Mật khẩu được thay đổi thành công!

source: Password cannot be empty!
ar: لا يمكن أن تكون كلمة السر فارغة!
th: กรุณาใส่ข้อมูลรหัสผ่าน
vi: Mật khẩu không thể trống!

source: Pending
ar: قيد الانتظار
th: อยู่ระหว่างดำเนินการ
vi: Đang trì hoãn

source: Please confirm your new password.
ar: الرجاء تأكيد كلمة السر الجديدة.
th: กรุณายืนยันรหัสผ่านใหม่ของคุณ
vi: Vui lòng xác nhận mật khẩu mới.

source: Please enable location services from device Settings to take the survey.
ar: الرجاء ضبط خدمات الموقع من إعدادات الجهاز لإجراء الاستطلاع.
th: กรุณาเปิดใช้งานบริการหาตำแหน่งที่ตั้งจากการตั้งค่าของอุปกรณ์ เพื่อทำแบบสำรวจ
vi: Vui lòng bật dịch vụ nhận diện vị trí ở phần cài đặt thiết bị để làm khảo sát

source: Please enter a valid e-mail ID.
ar: يرجى إدخال معرف بريد إلكتروني صحيح.
th: กรุณาใส่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

source: Please enter your e-mail ID
ar: الرجاء إدخال معرف البريد الإلكتروني الخاص بك.
th: กรุณาใส่อีเมลของคุณ
vi: Vui lòng nhập địa chỉ email của bạn

source: Please enter your new password.
ar: الرجاء إدخال كلمة السر الجديدة.
th: กรุณาใส่รหัสผ่านใหม่ของคุณ
vi: Vui lòng nhập mật khẩu mới

source: Please take the survey before uploading results.
ar: يرجى المشاركة في استطلاع الرأي قبل تحميل النتائج.
th: กรุณาทำแบบสำรวจก่อนอัพโหลดข้อมูล
vi: Vui lòng làm khảo sát trước khi cập nhật kết quả

source: Please upload offline survey results before logout.
ar: يرجى تحميل نتائج الإستطلاع قبل تسجيل الخروج.
th: กรุณาอัพโหลดข้อมูลแบบสำรวจออฟไลน์ก่อนออกจากระบบ
vi: Vui lòng cập nhật kết quả khảo sát trước khi đăng xuất

source: Privacy
ar: الخصوصية
th: ความเป็นส่วนตัว
vi: Sự riêng tư

source: Profile
ar: الملف الشخصي
th: ข้อมูล
vi: Hồ sơ

source: Profile image
ar: صورة الملف الشخصي
th: ภาพข้อมูล
vi: Hình hồ sơ

source: Results are Uploaded
ar: تم تحميل النتائج
th: อัพโหลดผลการทำแบบสำรวจแล้ว
vi: Kế quả đã được cập nhật

source: Remove Photo
th: ลบภาพ
vi: Gỡ bỏ hình

source: Save
ar: إحفظ
th: บันทึกข้อมูล
vi: Lưu

source: Selected survey is not under current Panel. Please change the panel to take survey!
ar: الإستطلاع الذي اخترته ليس ضمن هذه اللوحة. يرجى تغيير اللوحة للمشاركة في إستطلاع!
th: แบบสำรวจที่เลือกไม่ได้อยู่ในพาแนลปัจจุบัน กรุณาเปลี่ยนพาแนลเพื่อทำแบบสำรวจ
vi: Khảo sát được chọn không nằm trong Panel hiện tại. Vui lòng thay đổi Panel để thực hiện khảo sát !

source: Send
ar: أرسل
th: ส่งข้อมูล
vi: Gửi

source: Settings
ar: الإعدادات
th: การตั้งค่า
vi: Cài đặt

source: Sign in with Google
ar: تسجيل الدخول عبر جوجل
th: ลงชื่อเข้าใช้งานผ่าน Google
vi: Đăng nhập với Google

source: Sorry! You are not in survey location. So, you can not take the survey.
ar: معذرة! أنت لست في موقع الإستطلاع. لذا، لا يمكنك إجراء الإستطلاع.
th: ขออภัย คุณไม่ได้อยู่ในพื้นที่ที่ทำแบบสำรวจ จึงไม่สามารถทำแบบสำรวจได้
vi: Xin lỗi! Bạn không ở khu vực có khảo sát. Vì vậy bạn không thể thực hiện khảo sát

source: Success! Please check your e-mail for new password!
ar: نجاح! يرجى التحقق من بريدك الإلكتروني للحصول على كلمة مرور جديدة!
th: สำเร็จ กรุณาเช็คอีเมลของคุณเพื่อดูข้อมูลรหัสผ่านใหม่
vi: Thành công! Vui lòng kiểm tra email của bạn để thấy mật khẩu mới!

source: Survey
ar: الإستطلاع
th: แบบสำรวจ
vi: Khảo sát

source: Survey not available to take
ar: الإستطلاع غير متوفر للمشاركة به
th: แบบสำรวจยังไม่พร้อมในขณะนี้
vi: Khảo sát không có sẵn

source: Sync in progress. Please wait!
ar: التحديث قيد التقدم. يرجى الانتظار!
th: กำลังซิงค์ข้อมูล โปรดรอสักครู่
vi: Đồng bộ hóa đang diễn ra. Vui lòng chờ !

source: Take Photo
ar: التقط صورة
th: ถ่ายภาพ
vi: Chụp hình

source: Take Survey
ar: المشاركة في استطلاع الرأي
th: ทำแบบสำรวจ
vi: Làm khảo sát

source: Terms & Conditions
ar: الشروط والأحكام
th: ข้อกำหนดและเงื่อนไข
vi: Điều khoản & điều kiện

source: To take your location based surveys turn on ‘Geolocation’ from the App Settings
ar: للمشاركة في استطلاعات الرأي في موقعك شغل خدمة تحديد الموقع الجغرافي من إعدادات التطبيق
th: หากคุณต้องการทำแบบสำรวจตามพื้นที่ที่คุณอาศัยอยู่ กรุณาเปิดการใช้งาน ‘Geolocation’ จากการตั้งค่าแอป
vi: Để thực hiện những khảo sát liên quan đến vị trí, vui lòng bật « Định vị » trong phần Cài đặt App

source: Thank You for visiting
th: ขอบคุณที่มาเยี่ยมชม
vi: Cảm ơn bạn đã đến thăm

source: Unauthorised login
ar: تسجيل الدخول غير مسموح به
th: การเข้าใช้งานโดยไม่ได้รับอนุญาต
vi: Quyền đăng nhập không hợp lệ

source: Unable to upload results. Please try again!
ar: يتعذر تحميل النتائج. حاول مرة اخرى!
th: ไม่สามารถอัพโหลดข้อมูลได้ กรุณาลองใหม่อีกครั้ง
vi: Không thể cập nhật kết quả. Vui lòng thử lại !

source: Unscheduled
ar: غير مجدولة
th: ไม่ได้วางกำหนดการ
vi: Chưa săp lịch

source: Upload
ar: تحميل
th: อัพโหลดข้อมูล
vi: Cập nhật

source: Upload Results
ar: تحميل النتائج
th: อัพโหลดผลการทำแบบสำรวจ
vi: Cập nhật kết quả

source: Uploading
ar: جاري التحميل
th: กำลังอัพโหลดข้อมูล
vi: Đang cập nhật

source: Uploading Offline Survey results
ar: جاري تحميل نتائج الإستطلاع
th: กำลังอัพโหลดข้อมูลแบบสำรวจแบบออฟไลฟ์
vi: Cập nhật kết quả khảo sát Offline

source: Username/password cannot be empty.
ar: اسم المستخدم/كلمة السر لا يمكن أن يكون فارغة.
th: ไม่อนุญาตให้เว้นว่างในช่องชื่อผู้ใช้งาน/รหัสผ่าน
vi: Tên đăng nhập/ mật khẩu không được để trống

source: Username / Email ID
ar: اسم المستخدم / معرف البريد الإلكتروني
th: ชื่อผู้ใช้งาน/อีเมล
vi: Tên đăng nhập/ Địa chỉ email

source: Version
ar: الإصدار
th: เวอร์ชั่น
vi: Phiên bản

source: Welcome to
ar: مرحبا بك في
th: ยินดีต้อนรับสู่
vi: Chào mừng bạn đã để với

source: Welcome! You have a survey here!
ar: أهلا بك! لديك إستطلاع رأي هنا!
th: ยินดีต้อนรับ แบบสำรวจของคุณอยู่ที่นี่
vi: Chào mừng ! Bạn có 1 khảo sát ở đây !

source: We will email you a link to reset your Password
ar: سنرسل إليك رابطا لإعادة تعيين كلمة السر
th: เราจะส่งลิงค์ไปยังอีเมลของคุณเพื่อตั้งค่ารหัสผ่านใหม่
vi: Chúng tôi sẽ gửi cho bạn 1 email để cài đặt lại Mật khẩu qua email

source: You are not in this location to take the survey!
ar: أنت لست في هذا الموقع لإجراء الإستطلاع!
th: คุณไม่ได้อยู่ในพื้นที่สำหรับทำแบบสำรวจ
vi: Bạn không ở trong vị trí này để thực hiện khảo sát !

source: You have a survey available at this location
ar: لديك إستطلاع متوفر في هذا الموقع
th: คุณมีแบบสำรวจที่สามารถทำได้ในพื้นที่นี้
vi: Bạn đang có sẵn 1 khảo ở khu vực này

source: Surveys to upload
ar: عدد العناصر التي تم أخدها
vi: Số lượng lần thực hiện

source: T&C
ar: الشروط والأحكام
